Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uit.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In 1898 Kristian Birkeland established a northern lights observatory on a mountaintop outside the centre of Alta and discovered what is our present understanding of northern lights.
nb: I 1898 etablerte Kristian Birkeland nordlysobservatorier på fjelltopper utenfor Alta sentrum og forsket seg fram til dagens forståelse av hva nordlyset er.

source: Enzymes from the Arctic - The cold gold.
nb: Konsert med Mathias Eick på Urijazz i tønsberg..

source: During this trip, the group will visit a number of important institutions in the region, such as Árran Lulesami Centre in Tysfjord, the Sami Parliament in Kiruna, Ájtte Museum in Jokkmokk, the Silver Museum in Arjeplog, the County Governor of Nordland, the reindeer husbandry administration in Fauske, and finally the University of Nordland in Bodø.
nb: Turen gikk innom en rekke sentrale institusjoner i regionen som Árran lulesamisk senter i Tysfjord, Sametinget i Kiruna, Ájtte museum i Jokkmokk, Silvermuseet i Arjeplog, Fylkesmannen i Nordland v/reindriftsavdelinga på Fauske, og Universitetet i Norland i Bodø.

source: The children themselves can discover similarities and differences in the environment around themselves, and put it into context with what they already know.
nb: Barna kan selv oppdage likheter og forskjeller i miljøet rundt seg og sette det i sammenheng med det de allerede kan.

source: If the work requirements are not met (delivered and passed at least 4 of 6 submissions) the candidate will not qualify to get a grade in the course.
nb: Dersom arbeidskravene ikke er oppfylt (levert og bestått minst 4 av 6 innleveringer) vil kandidaten ikke være kvalifisere til å få karakter i emnet.

source: A re-sit exam will be arranged for this course
nb: august for eksamen i vårsemesteret.

source: For further details see: Utfyllende bestemmelser for eksamener ved Fakultet for naturvitenskap og teknologi (only in Norwegian) | Regulations for studies and examinations at the UiT
nb: - Utfyllende bestemmelser for eksamener ved Fakultet for naturvitenskap og teknologi - Forskrift for studier og eksamener ved UiT

source: The impacts of this include ghost fishing, changes to the benthic environment, marine plastic pollution, navigational hazards, beach debris/litter, introduction of synthetic material into the marine food web, a variety of costs related to clean-up operations, and impacts on business activities.
nb: Konsekvensene av dette inkluderer spøkelsesfiske, endringer i bunndyrmiljøet, plastforurensning, navigasjonsfare, strandsøppel, innføring av syntetisk materiale i den marine næringskjeden, og en rekke kostnader knyttet til opprydding og påvirkning på næringsutøvelsen.

source: Alta was previously the capital for northern lights research.
nb: Alta ble den tidlige nordlysforskningens hovedstad.

source: The infants are followed up along with control subjects at term, 3, 6, 12 and 24 months corrected age.
nb: Barnet følges opp med kontroller ved termin, 3, 6, 12 og 24 måneder korrigert alder.

source: Deadline (Master in Fine Art):: 1 March Norwegian Higher Education Entrance Qualification
nb: november for opptak i vårsemesteret og 1. juni for opptak i høstsemesteret. Opptakskrav

source: University of Tromsø.
nb: Angiogenese og hypoksi

source: What has it been like to work at TREC?
nb: Hvordan har det vært å jobbe på TREC?

source: Participation in the cruise is mandatory.
nb: august for eksamen i vårsemesteret.

source: Norwegian and English
nb: Undervisning og eksamen

source: Gunhild Guttvik leaves her job at UiT on 30.09.21.
nb: Gunhild Guttvik slutter i sin stilling ved UiT den 30.09.21.

source: We are looking forward to seeing Dr Walsh here in Tromsø next January, said Dr Dag Rune Olsen.
nb: Vi gleder oss til å se professor Walsh her i Tromsø i januar, sier Olsen.

source: Assessment scale: Letter grades A-F.
nb: Bacheloroppgaven vurderes med bokstavkarakter A-F.

source: – They can tell others about their discoveries and compare their knowledge with that of others.
nb: – De kan fortelle andre om sine oppdagelser og sammenligne sine kunnskaper med andres.

source: Unique Challenges at the start of an Arctic winter Expedition.
nb: Det Norske Kammerorkester, Leleux, Aulaen Oslo,.

source: The physical and chemical integrity and degradation of biodegradable and conventional nets and twines will be evaluated during an extended test period (5 years or full degradation) starting in 2021.
nb: De fysiske og kjemiske egenskapene og nedbrytningen av biologisk nedbrytbare og tradisjonelle garn vil bli evaluert i løpet av en utvidet testperiode (5 år eller til full nedbrytning) med start i 2021.

source: - Dsolve has skilled researchers on the team.
nb: - Dsolve har dyktige forskere med på laget.

source: There will be arranged a re-sit exam for this course
nb: august for eksamen i vårsemesteret.

source: Kolbrún‘s thesis studies the Atlantic mackerel (Scomber scombrus) conflict in the Northeast Atlantic with focus on the Icelandic perspective.
nb: Kolbrúns oppgave studerer konflikten rundt atlantisk makrell (Scomber scombrus) i Nordøst-atlanteren, med fokus på det islandske perspektivet.

source: Applicationcode: 9371 Admission requirements: see admission requirements for the
nb: Søknadskode 9371 enkeltemner på masternivå. Studiepoengreduksjon

source: Autonomic recovery during high training loads in female world-class biathlon athletes.
nb: Presentasjon av nasjonale anbefalinger for testing av fysiske ressurser i fotball.

source: Sofie’s research shows that recruitment to fisheries still happens through local communities and through primary socialisation.
nb: Sofies funn viser at rekruttering til fiskeri fortsatt i stor grad foregår gjennom lokalsamfunnet og gjennom primærsosialisering.

source: Marking is according to a grading scale from A to F, where F is fail.
nb: Karakterer fra A - E for bestått og F for ikke bestått.

source: Grading: scale A - F, A - E are passing grades, F is a fail.
nb: Det gis bokstavkarakter fra A-F, der F er ikke-bestått.

source: the University of Calgary, and
nb: /UiT og Universitetet i Calgary og

source: In Norway, sea trials will be conducted under commercial conditions on board fishing vessels.
nb: I Norge vil forsøk i sjøen bli gjennomført under kommersielle forhold ombord på fiskefartøy.

source: The project involved over 40 participants, the overwhelming majority of whom are Arctic indigenous knowledge experts.
nb: Prosjektet involverte over 40 deltakere fra Alaska, Canada og Grønland.

source: Environmental medical studies (Murmansk and Arkhangelsk Oblast, Siberia and the Russian far east)
nb: Etablering av medisinske fødselsregistre i Murmansk og Arkhangelsk

source: The PhD student can receive a total of 240 hours of supervision during the course of the research training, including the time needed for preparation and after-school work.
nb: Ph.d.-studenten kan i løpet av forskerutdanningen får totalt 240 timers veiledning, inklusive den tiden veilederne trenger til forberedelse og etterarbeid.

source: Introduction to Fish Biology - 10 stp
nb: Statistisk fysikk og termodynamikk - 10 stp

source: Has advanced knowledge of concepts within discrete mathematics.
nb: Studenten skal erverve videregående kunnskap i statiske beregning og strukturell analyse.

source: NFH (Norwegian College of Fishery Science).
nb: NFH (Norges fiskerihøskole).

source: Illness in Children’s and Young Adult Literature - 10 stp
nb: Geografiske informasjonssystem i fortid, nåtid og framtid I - 10 stp Ansvarlig fakultet

source: IFØ (Institute of Economics - NFH).
nb: IFØ (Institutt for økonomi).

source: We are particularly interested in the c-di-GMP second messenger network that controls important adaptation mechanisms during infection and its impact on population dynamics, bacterial virulence and persistence under changing conditions.
nb: Vi er særlig interessert i det c-di-GMP sekundære signalmolekyl nettverket som kontrollerer viktige tilpasningsmekanismer i løpet av infeksjonen og hvordan disse påvirker populasjons dynamikken, bakteriell virulens og persistens under forhold i endring.

source: Research Group members also belong to the Neuromuscular Centre (NMK) at UNN.
nb: Forskningsgruppens medlemmer har også tilhørighet til Nevromuskulært kompetansesenter (NMK) ved UNN.

source: Eight triads (infant, parent and physical therapist) are observed and videotaped in four clinical encounters each.
nb: Åtte triader (spedbarn, foreldre og fysioterapeut) observeres og filmes i fire veiledningssituasjoner hver.

source: Now you have the opportunity to anticipate this yourself, since we in early September 2018 tagged ten humpback whales in the northern Barents Sea.
nb: Nå har du mulighet til å kanskje kunne forutse dette, siden vi først i september i år (2018) har merket knøl oppe i Barentshavet.

source: The teaching language of PhD subjects in the traning componet is Norwegian / Nordic and / or English.
nb: Undervisningsspråket for ph.d.-emner i opplæringsdelen er norsk/nordisk og/eller engelsk.

source: This year’s survey takes about 5-10 minutes to complete.
nb: Årets spørreundersøkelsen tar 5-10 minutter å gjennomføre.

source: Sofie has studied recruitment to fisheries in Lebesby municipality in Troms and Finnmark county.
nb: Sofie har skrevet masteroppgave om rekruttering til fiskeryrket i Lebesby kommune i Troms og Finnmark.

source: Professor of computer science, Dag Johansen, also the director of the inter-disciplinary Corpore Sano Centre, met with Braithwaite to speak about his 25-year cooperation with Cornell University.
nb: Sundsfjord er også professor ved Institutt for medisinsk biologi, og har jobbet med antibiotikaresistente bakterier i snart 25 år.

source: For information about how to apply for admission, go to:
nb: For informasjon om hvordan søke opptak, gå til:

source: In 2005 five businesses offered northern lights adventures in Tromsø.
nb: I 2005 var det fem aktører som solgte nordlysprodukter i Tromsø.

source: Rosa studies recruitment to fisheries in the Faroe Islands.
nb: Rosa studerer hvordan rekruttering til fiskeri foregår på Færøyene.

source: One of the main reasons people do not remember well over time, is that we mix what we are supposed to learn with other things.
nb: En av de store grunnene til at mange ikke husker godt nok over tid, er at man blander sammen det en skal lære med annet stoff.

source: Pattern recognition - 10 stp
nb: Beregningsorientert programmering og statistikk - 10 stp

source: Along with his wife, Ragnhild Hope Nyborg (1938–1996), he developed a teaching practise that have since been expanded with contributions from several colleagues, including Andreas Hansen.
nb: Sammen med sin kone, Ragnhild Hope Nyborg (1938–1996), utviklet han en pedagogisk praksis som siden er blitt utvidet med bidrag fra flere kollegaer, inkludert Andreas Hansen.

source: The traditional Bodø company has been supplying products to sea-based industry since 1938 and is today Norways largest supplier of anchorages for fish farms.
nb: Den tradisjonsrike Bodø bedriften har helt fra 1938 levert produkter til sjøbasert næringsliv, og er i dag landets største leverandør av forankring til oppdrettsanlegg.

source: The University in Rio de Janeiro have discovered the Premature Project.
nb: Universitetet i Rio de Janeiro har oppdaget Prematurprosjektet.

source: Read more The Focal Point North project at the Centre for Sami Studies announces scholarships for research visits at UiT for the project period 2014–2016.
nb: Prosjektet Brennpunkt nord ved Senter for samiske studier har gitt stipend for gjesteopphold ved UiT i prosjektperioden 2014 – 2016.

source: Quality of Life Research 2015.
nb: Tidsskrift for Den norske legeforening 2015;

source: Objective of the course
nb: og plantesamlingene i

source: The algorithm can make a map based on satellite imagery for a specific location, for example in the northern Atlantic Ocean, in as little as 15 minutes.
nb: Algoritmen er utviklet av CIRFA-forskerne Johannes Lohse, Wenkai Guo og Anthony Doulgeris, og kan i løpet av 15 minutter lage et kart basert på satellittbildene.

source: The brain is efficient
nb: Hjernen er effektiv

source: The whale has been observed in Tromsø the past five years.
nb: Hvalen er observert i Tromsø de fem siste årene.

source: The building will be finished by June 2018.
nb: Vi tar i bruk et splitter nytt medisin- og helsefagbygg i 2018!

source: After spending 2-3 months in the fjords outside Tromsø, Norway, we managed to follow several of the humpback whales on their mating migration all the way down to the Caribbean, and some also halfway back.
nb: Etter å ha tilbrakt 2-3 måneder i fjordene utenfor Tromsø, klarte vi å følge flere av hvalene helt ned til Karibien, og noen også halvveis tilbake igjen.

source: A is the highest grade, F is fail.
nb: Eksamen vurderes med bokstavkarakter A-F, der F regnes som stryk.

source: The students have the following learning outcomes:
nb: se spørsmål om frivillig arbeid i et større perspektiv, både nasjonalt og internasjonalt

source: Andreas Hansen teaches Systematic Concept Teaching at UiT The Arctic University of Norway in Harstad.
nb: Andreas Hansen underviser i systematisk begrepsundervisning ved UiT Norges arktiske universitet i Harstad.

source: Our approach is a multidisciplinary one, applying the methods of history, art history, religious studies, literary studies and cultural geography, and focusing on 5 thematic fields:
nb: Med utgangspunkt i en flerfaglig tilnærming, basert på historie, kunsthistorie, religions-vitenskap, litterære studier og kulturgeografi vil det bli fokusert på 5 tematiske hovedområder:

source: During the course there are lectures, essay presentations and discussions.
nb: Forelesninger og laboratorieundervisning bygger på hverandre, og deltakelse på forelesninger er sterkt anbefalt.

source: Task 3.2: Develop pots and traps based on biodegradable materials targeting brown crab, snow crab, red king crab, and lobster, including recreational pot fisheries;
nb: Oppgave 3.2 Utvikle teiner og ruser basert på biologisk nedbrytbare materialer rettet mot bunnkrabbe, snøkrabbe og hummer, inkludert fritidsfiske med teiner.

source: of Norway is a research and action project supported by the Norwegian Research Council's BALANSE program.
nb: er et forsknings- og tiltaksprosjekt som støttes av Forskningsrådets BALANSE-program.

source: Significant decrease in landcover (vegetation) is observed in areas closer to the coast of Greater Accra, but mangrove areas in the region have remained stable between 1996 and 2017.
nb: Han har observert en signifikant nedgang i vegetasjonsdekke nærmere kysten, men har også sett at mangrove-skogen i regionen har vært stabil mellom 1996 og 2017.

source: The researchers included 79 people in the study, who were between 19 and 83 years old.
nb: Forskerne hadde med 79 personer i studien, som var mellom 19 og 83 år.

source: The research are relevant for professionals in kindergarten, school and education, PP-service, child and adolescent psychiatry as well as specialist health services and professions related to child and adolescent psychosocial development and learning.
nb: Forskningen skal være relevant for fagpersoner innen barnehage, skole og utdanning, PP-tjeneste, Barne- og ungdomspsykiatri samt spesialisthelsetjeneste og profesjoner relatert til barn- og ungdoms psykososiale utvikling og læring.

source: While Tromsø’s famous landmark is the Arctic Cathedral, Alta has built the Northern Lights Cathedral, Hotel Northern Lights and Hotel Aurora Borealis.
nb: Mens Tromsø har sitt kjente landemerke i ishavskatedralen, har Alta reist Nordlyskatedralen, Nordlyshotellet og Borealis Hotel.

source: Of course Fokstad believed that the
nb: kvinnene tar, og som systemet ikke verdsetter.

source: Coursework requirements: Up to three mandatory assignments during the course.
nb: Skriftlig eksamen tester praktisk ferdighet i skriftlig finsk og kunnskap om finsk grammatikk.

source: Grading scale: Letter grades A-F, where of F is fail.
nb: Bokstavkarakterer A-F, hvor F er stryk.

source: The Politics of China - 10 stp
nb: Tverrfaglige kjønnsstudier - 10 stp

source: Isabelle Sande Chair of the SFI Dsolve
nb: Isabelle Sande på plass som styreleder i Dsolve

source: The topic for this year’s excursion is “Indigenous peoples, extractive industries and policies”, and it will provide the participants with knowledge on the topic from a High North perspective.
nb: Tema for årets ekskursjon var “Indigenous peoples, extractive industries and policies” og skulle gi deltakerne kunnskap om disse tema i et nordområdeperspektiv.

source: - External post: SEFU, UiT Norwegian Arctic University, PO Box 6050 Langnes, 9037 Tromsø
nb: SEFU, Administrasjonsbygget, UiT Norges arktiske universitet, Postboks 6050 Langnes, 9037 Tromsø

source: Methods in social research: An interdisciplinary approach - 10 stp
nb: Plan, medvirkning og prosess - 10 stp

source: Gunn Kristin Øberg
nb: Gunn Kristin Øberg Sist oppdatert:

source: There will be classroom lectures and tutorials.
nb: Det legges vekt på at både undervisning og læring skal være studentaktiv.

source: From 1942, Norwegian interests in the far north were challenged and the region came to play an increasingly important role in government policy.
nb: Fra 1942 ble norske interesser i nordområdene utfordret og regionen kom til å spille en stadig viktigere rolle i regjeringens politikk.

source: Competitive Intelligence - 10 stp
nb: Sosiologiske analysemåter - 10 stp

source: Introduction to Epidemiology and Biostatistics - 10 stp
nb: Statistikk og metode III - 10 stp

source: All teaching and learning activities, except study trips, will take place in Tromsø.
nb: presentere, kontekstualisere og reflektere over eget og andres arbeid både muntlig og skriftlig.

source: Renewed Soviet interest in the Svalbard archipelago, alleged Soviet interest in free harbours in Northern Norway and the prehistory and the aftermath of the Soviet move into Eastern Finnmark in October 1944 directly affected national sovereignty and can be seen as precursors of the Cold War.
nb: Den fornyede sovjetiske interessen for Svalbard, den påståtte sovjetiske interessen for frihavner i Nord-Norge, samt forhistorien til og kjølvannet av Sovjets innrykking inn i Øst-Finnmark i oktober 1944 berørte direkte den nasjonale suverenitetshevdelsen og kan sees som forløpere til Den kalde krigen.

source: - have made a great book - inspired by the intervention in the Premature Project.
nb: - har laget en flott bok - inspirert av intervensjonen i Prematurprosjektet.

source: Documentation of 6 – 8 work samples.
nb: Dokumentasjon av 6-8 arbeider.

source: Intermediate Finance - 10 stp
nb: Tverrfaglige kjønnsstudier - 10 stp Ansvarlig fakultet

source: #166143 is named after journalist Egon Holstad who attended the tagging.
nb: #166143 er oppkalt etter journalist Egon Holstad som var med på merkingen.

source: Similarly, two semesters of full-time study are equivalent to 60 credits.
nb: Tilsvarende gis det 60 studiepoeng for fulltidsstudier i to semestre.

source: It protects the brain in the same way as, for example, exercise, says DeLuca.
nb: Det beskytter hjernen på samme måte som for eksempel trening, sier Deluca.

source: The long-term study of biodegradable polymers and fossile polymers as reference materials will make an important contribution to a better understanding of the degradation of polymers in the sea and the degradation mechanisms.
nb: Den langsiktige studien av biologisk nedbrytbare polymerer og fossile polymerer som referansematerialer vil gi et viktig bidrag til en bedre forståelse av nedbrytningen av plastmaterialer i havet og nedbrytningsmekanismene.

source: The general meeting was held digitally on Wednesday 22.
nb: Generalforsamlingen ble avholdt digitalt onsdag 22.

source: It took a shipping company in crisis, an eager amateur photographer and a British journalist for the tourist industry of Northern Norway to see the light.
nb: Det måtte et kriserammet rederi, ivrige amatørfotografer og en britisk journalist til for at turistbransjen i Nord-Norge skulle se lyset.

source: The fundamentals characteristics of hydrogen.
nb: Andre del av emnet er mer praktisk og utforskende.

source: Friluftsliv, nature and teaching methods - a modell for gender education.
nb: Forvaltning og interessekamp om statlige midler til idrettsanlegg.

source: Thuy works as a lecturer and researcher at the University of Nha Trang, Vietnam.
nb: Thuy jobber som foreleser og forsker ved Universitetet i Nha Trang, Vietnam.

source: Vincent deluca (up close) and Toms Voits, both researchers at UiT.
nb: Her ser vi Vincent Deluca (nærmest) og Toms Voits, begge forskere ved UiT.

source: Specific recognition of external education means that the education qualifies for exemption from equivalent subjects/courses at UiT.
nb: Innpassing av ekstern utdanning betyr at utdanningen kvalifiserer for fritak for tilsvarende fag/emner ved UiT.

source: at Harvard Medical School, the group leader’s secondary affiliation.
nb: ved Harvard Medical School, som gruppeleder er direkte affiliert med.

source: How we do this efficiently for large and remote areas?
nb: Hvordan gjør vi dette effektivt for store og avsidesliggende områder?

source: Large scale turbulence structures in the Ekmanboundary layer.
nb: Nordområdene - næringsutvikling, politikk og samarbeidsinstitusjoner.

source: Task 3.4: Identify several possibilities for replacing PE, PA, and PES fibres with biodegradable fibres for use in twines, ropes, and netting (all fishing gears), as all fishing gears and aquaculture equipment are composed of a range of twines with various tensile strengths, abrasion resistance, twine surface area, etc.;
nb: Oppgave 3.4 Identifisere ulike muligheter for å erstatte polyetylen- (PE), nylon- (PA) og polyester- (PES) fibre med biologisk nedbrytbare fibre til bruk i tråd, tau og nett (alle fiskeredskaper), ettersom alle fiskeredskaper og også oppdrettsutstyr består av tråder med varierende strekkstyrke, slitasjemotstand, trådoverflate osv.

source: A pilot 3D-printer for metals will be installed, to test but also improve the technique.
nb: En pilot 3D-printer for metaller vil bli installert, for å teste, men også for å forbedre teknikken.

source: Preparatory Proceedings in Norway: Efficiency by Flexibility and Case Management.
nb: Om retten til å forholde seg taus og retten til ikke å måtte bidra til egen domfellelse.

source: The course is available as a singular or elective course independent of study program, also to exchange students.
nb: Metodeundervisningen vil omhandle planlegging, gjennomføring og vurdering av kvalitative og kvantitative forskningsundersøkelser.

source: Kjærsti Løkholm Bergli, Linnea Nordström, and Marit Bull Enger at the University Library are the team behind the user survey.
nb: Kjærsti Løkholm Bergli, Linnea Nordström og Marit Bull Enger ved Universitetsbiblioteket er gruppen som har utformet brukerundersøkelsen.

source: The nominal length of study for one semester is determined by calculating the number of credits (or units, créditos, etc.) required to attain a degree divided by the number of semesters that constitute the nominal length of study.
nb: Normert studietid for ett semester regnes ut ved å beregne hvor mange studiepoeng (credits, units, créditos el.l.) som skal til for å oppnå en grad, for såå dele på antall semestre graden er normert til.

source: Oro-Maxillofacial region encompasses head, neck, face, jaws and mouth.
nb: Oro-Maxillofacial regionen omfatter hodet, nakken, ansiktet, kjever og munn.
